<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!-- 1. 서블릿에서 비즈니스 로직 호출.. 데이타 바인딩..네비게이션 -->
<!-- 2. 여기서 직접 비즈니스 로직 호출.. 데이타를 출력 -->
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h2>정진석 "野, 대통령 조롱·막말…비정상 국회 와서 망신당하라 해"</h2>
<p>
(서울=연합뉴스) 김영신 곽민서 기자 = 정진석 대통령실 비서실장은 4일 "역대 국회 중 지금과 같은 국회를 본 적이 없다"며 "극단적 여소야대 상황에서 야당이 대통령을 조롱, 야유하고 막말한다. 원체 비정상적인 국회"라고 비판했다.

정 실장은 이날 오전 용산 대통령실 내 강당에서 주재한 직원 조회에서 "대통령을 향해 조롱과 야유, 언어폭력이 난무하는 국회에 가서 곤욕을 치르고 오시라고 어떻게 말씀드릴 수 있겠는가"라며 이같이 밝혔다고 대통령실 관계자들이 전했다.

5선 국회의원 출신인 정 실장은 "국회의장단이나 야당 지도부는 이런 상황을 뻔히 방치하면서 아무런 사전 조치도 취하지 않고 대통령이 국회에 와서 망신당하라고 한다"며 자신이 윤 대통령에게 개원식 불참을 건의한 사유를 밝혔다.

그러면서 "국회가 이성을 찾고 정상화하기 전에는 대통령께 국회에 가시라는 말씀을 드릴 자신이 없다"고 말했다.

정 실장은 윤석열 정부의 여러 성과를 강조하며 "비정상적인 국회 상황에서 정책을 국민께 잘 알리고 대통령 보좌를 잘해야 한다"며 "자부심을 갖고 똘똘 뭉쳐 박차를 가하자"고 주문했다.

또 "윤석열 정부가 성공해야 대한민국의 미래가 있다. 나는 마지막 공직이라는 자세로 최선을 다하고 있다"며 "정책 성과로 국민의 신뢰를 받도록 우리가 정책을 홍보하는 전사로서 '백병전'을 마다하지 말아야 한다"라고도 밝혔다.
정 실장이 지난 4월 임명된 후 전 직원 조회를 주재한 것은 이날이 처음이다.

조회는 전 직원 500여명이 참석한 가운데 약 20여분 간 진행됐고, 정 실장 외에 성태윤 정책실장, 신임 신원식 국가안보실장도 직원들에게 인사하고 정책 성과 창출을 당부했다.

야당의 공세와 여당과의 갈등설 등 최근 녹록지 않은 정국 상황에 맞서는 한편 의료개혁 등 주요 개혁과제 추진을 위한 내부 단합과 의지를 모색한 것으로 보인다.

대통령실 관계자는 "모든 직급의 직원이 모여 전체적으로 의지를 다지고 분위기를 다잡은 자리였다"며 "여당에 대한 언급은 없었다"고 전했다.
</p>
</body>
</html>