<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!-- 1. 서블릿에서 비즈니스 로직 호출.. 데이타 바인딩..네비게이션 -->
<!-- 2. 여기서 직접 비즈니스 로직 호출.. 데이타를 출력 -->
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h2>이복현 “갭투자 등 투기 심사 강화… 실수요자는 제약없게 세심히 관리”</h2>
<img alt="" src="https://imgnews.pstatic.net/image/021/2024/09/04/0002658221_001_20240904113731715.jpg?type=w647">
<p>
대출절벽 우려에 현장 간담회

“심사 강화전 대출 신청은 보호

월 12조대 주담대 상환액 활용”

이복현 금융감독원장이 최근 은행권 가계대출 심사 강화와 관련, “대출 실수요까지 제약받는 사태가 발생하지 않도록 세심히 관리해 나가야 한다”고 당부했다. 주택담보대출 상환액을 실수요자에게 우선적으로 공급해야 한다는 점도 강조했다.

이 원장은 4일 오전 서울 영등포구 여의도 KB국민은행 본점에서 ‘가계대출 고객 및 부동산 시장 전문가 현장간담회’를 갖고 이같이 밝혔다. 그는 특히 “은행권 가계대출 관리 강화 조치 이전에 이미 대출 상담 또는 신청이 있었거나 주택 거래가 확인되는 차주의 경우, 고객과의 신뢰 차원에서 정당한 기대를 최대한 보호하는 것이 바람직하다”고 지적했다. 대출 요건 강화 전에 주택 계약을 마쳤거나 대출 상담을 받은 경우 한도 축소 등 피해를 보지 않게 해야 한다는 뜻으로 풀이된다.

이달부터 스트레스 총부채원리금상환비율(DSR) 2단계 규제가 시행된 가운데, 은행들은 자체적인 대출 조이기 정책을 연일 쏟아내고 있다. 주담대 만기를 단축해 대출 한도를 줄이고, 다주택자에 대해 추가 주담대 공급을 제한하는 조치가 대표적이다. 일부 은행은 전세대출마저 한시 중단하거나 무주택자에게만 대출해주는 초강수를 두면서 전세·매매 실수요자들이 ‘대출 절벽’을 마주할 수 있다는 우려가 커지고 있다.

이 원장은 은행권이 가계부채 관리를 위해 대출 창구를 완전히 닫을 수 있다는 관측이 나오는 데 대해 “실수요자에게 우선 자금을 공급한다면 대출 규모를 관리함과 동시에 실수요자 자금 공급이 중단 없이 지속될 수 있을 것”이라고 강조했다. 주담대 상환액은 월평균 약 12조 원으로 추산된다. 시중은행의 가계대출 규모는 연초 경영계획 수준을 넘어선 상태로, 이 같은 추세가 유지되면 당국으로부터 페널티를 받을 수도 있는 상황이다.

금감원은 은행들이 연초에 세운 가계대출 총량을 과도하게 초과할 경우, 개별 은행이 준수해야 할 평균 DSR 목표치를 강화한다는 방침이다. 평균 DSR 목표치가 강화되면 해당 은행의 대출 한도는 줄어들게 된다. 이 원장은 최근 대출 정보 유통 속도가 빠른 만큼, 제2금융권에 ‘풍선효과’가 발생하지 않도록 보험과 상호금융 등도 가계대출 관리를 강화해줄 것을 요청했다. 이 원장은 “선의의 피해자가 없도록 면밀히 모니터링 하겠다”고 밝혔다.

</p>
</body>
</html>