<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!-- 1. 서블릿에서 비즈니스 로직 호출.. 데이타 바인딩..네비게이션 -->
<!-- 2. 여기서 직접 비즈니스 로직 호출.. 데이타를 출력 -->
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h2>임신으로 95kg까지 쪘다가...단 두가지로 40kg뺀 女, 뭘까?</h2>
<p>
둘째를 출산한 후 체중이 95kg에 달했던 여성이 두 가지 식품의 도움으로 40킬로그램 가까이 감량했다고 밝힌 사연이 공개됐다. 이 두 가지는 바로 사골국물과 케피어(kefir)다.

영국 일간 더미러의 보도에 의하면, 도싯에 사는 레이첼 다운(44)은 임신 중 몸이 안 좋아 항생제를 여러 차례 복용했다. 체중이 늘었을 뿐 아니라 음식 불내증, 요로감염, 아구창(구강칸디다증), 소화 불량 등이 생겼기 때문이다. 아이를 낳은 후에도 살은 빠지 않았고, 3년 동안 과체중인 채로 지냈다. 건강에 문제가 생겨 의사를 찾아가도 의사는 큰 문제가 없다며 약을 처방해 줄 뿐이었다.

그러나 약을 먹으면 컨디션이 더 나빠졌고, 이에 레이첼은 도움이 될 만한 음식을 직접 찾아보기 시작했다. 그러던 중 찾은 음식이 사골국물과 케피어였다. 레이첼은 사골국물이 염증을 줄이는 데 도움이 된다는 정보를 찾았다. 하지만 시중에서 판매하는 제품에는 그가 소화시키지 못하는 채소가 들어있었고 결국 직접 사골육수를 만들어 먹었다.

또한 케피어 그레인(kefir grains), 설탕, 물, 말린 과일을 이용해 천연 프로바이오틱스를 만들어 먹기도 했다. 12주 동안 흰살 고기와 흰살 생선, 채소, 퀴노아, 견과류, 아보카도, 코코넛과 함께 자신이 만든 사골국물과 케피어를 먹었고 이 방법으로 그는 약 16kg을 감량할 수 있었다. 그를 괴롭히던 증상도 일부 호전됐다. 이후 2년 간 꾸준히 식단을 유지한 끝에 최종 38킬로그램을 감량했다.

레이첼은 "젊었을 때 이후로 기분이 최고"라며 "에너지가 넘치고 피부, 손톱, 머리카락이 건강해졌으며 소화도 훨씬 잘 된다"고 말했다. 그의 변화에 놀란 친구들과 가족들은 그가 만든 사골국물과 케피어를 먹어보고 싶어했다. 현재 그는 지역에서 각각 사람과 반려견을 위한 사골국물 사업을 하고 있다.

사골국물은 영양가가 높으면서 장 건강 개선과 염증 완화 등 건강에 다양한 이점을 준다고 알려져 있다. 미국 건강정보 매체 웹엠디에 의하면 사골국물은 그 외에도 수분 보충, 수면 개선, 콜라겐 섭취에 도움을 줄 수 있다. 또한 단백질이 풍부해 포만감을 높여 칼로리 섭취를 줄일 수 있기 때문에 체중 감량 중 먹기에 좋은 음식이다.

소젖이나 염소젖, 양젖을 발효시켜 만든 발효 유제품인 케피어는 러시아 등 동유럽 국가에서 즐겨 마시는 음료다. 케피어 그레인(유산균과 효모가 결합된 미생물 복합체)을 생수나 코코넛 음료, 과일 음료 등에 넣어 발효시킨 음료들도 개발되고 있다.

프로바이오틱스가 풍부한 케피어는 장 건강, 면역 및 소화 건강에 도움이 되는 것으로 알려져 있다. 케피어가 체중 감량에 도움이 될 수 있음을 보여주는 연구 결과도 있다. 예로, 쥐를 대상으로 한 동물 연구에서 일반식, 고지방식, 케피어 분말을 섭취하면서 고지방식을 먹인 쥐를 비교했을 때 케피어를 섭취한 그룹의 쥐가 고지방식만을 한 쥐보다 체중이 10~24% 더 낮은 것으로 나타났다. 과체중인 폐경 전 여성을 대상으로 한 연구에서도 케피어를 섭취한 그룹의 체중, 체질량지수, 허리둘레가 감소한 것으로 밝혀지기도 했다.

</p>
</body>
</html>